export const xieyi = `
本用户协议（“本协议”）是您（“用户”）与壹米金融（在协议中，指重庆壹平方米网络科技有限公司及其关联方）之间就壹米金融服务（如下文定义）相关事宜一致同意而订立的契约。 请您审慎阅读并充分理解本协议，特别是其中与风险和免责、送达、争议解决相关的条款，以及以粗体字标识的部分。 您访问壹米金融APP、使用或继续使用壹米金融服务、点击“同意”本协议的按钮或其他任何方式同意和签署与壹米金融服务相关的用户协议（“《相关用户协议》”），即代表您理解并同意本协议，并同意受本协议约束。若您不同意本协议（包括壹米金融此后对其不时做出的修订），应不使用或立即停止使用壹米金融提供的服务。
 
定义 壹米金融：除另有明确约定外，指重庆壹平方米网络科技有限公司及其关联方。 壹米金融APP：指由壹米金融运营的移动互联网应用程序,包括但不限于，在IOS及安卓平台发布的“壹米金融”。 壹米金融服务：指通过壹米金融APP，由壹米金融提供的任何产品、服务。 法律法规：指任何适用的法律、行政法规、司法解释、地方法规、地方规章、部门规章及其他规范性文件，包括但不限于中国大陆的法律法规及相关服务发生地的法律法规。
 
个人信息和账户 您向壹米金融或通过壹米金融向第三方提供的任何注册、申请资料等信息（“个人信息”），包括但不限于姓名、证件号码、银行账号、地址、联系方式等，应当是真实、有效、完整和准确的。您须对上述个人信息承担全部责任并及时维护上述信息。必要时，壹米金融将向您索取有关证件的原件、复印件、影印件等，以核实您提供信息的真实性。一旦发现您提供的个人信息存在虚假、无效、不完整或不准确等情形，壹米金融有权采取删除相关信息、要求您重新提供或暂停提供相关服务等措施。 同时，您须谨慎保管您的用户名、密码等个人信息并定期更换密码。通过您的用户名和密码编辑、发布的任何信息或做出的任何行为都将被视为您本人的行为。对因账号外借、除壹米金融原因造成的账号遗失（包括但不限于您的设备遭受他人攻击、遭受诈骗等）产生的任何损失，壹米金融不承担任何责任。您在此授权壹米金融为开展和提供壹米金融服务，或根据任何适用的法律法规或自律监管组织规则等留存、使用或向第三方提供您的个人信息。未经壹米金融同意，您不得转让您的壹米金融账户。
 
隐私政策 一、我们如何收集和使用您的个人信息
（一）我们如何收集您的信息
我们会通过如下三种渠道获取您的个人信息：
1、您直接提供的信息：我们可能收集并存储您在使用壹米金融服务时向我们提供的任何信息，包括您在我们页面中在线填写信息时、参与网络社区讨论时、解决争议或就壹米金融服务与我们联系时所提供的信息，以及您在使用我们服务过程中产生的关于您的交易和活动的信息。
2、我们主动收集的信息：在您使用壹米金融APP及相关服务过程中，我们会收集您的计算机、手机及其他访问设备发送给我们的信息。
3、我们从其他来源取得的信息：在取得您同意的前提下，我们还可能从壹米金融关联公司及合作伙伴、信用机构及依法成立并合法留存您的相关信息的第三方机构获取您的相关信息。
（二）我们如何使用您的信息
我们收集您信息的目的主要是为了向您提供安全、高效以及个性化的服务体验。我们会出于以下目的使用您的个人信息：
1、进行实名制管理
您在使用壹米金融服务时我们需要首先认证您身份的真实性，为此您需要提供您的身份信息、银行卡信息及手机号。我们会将上述信息提交给合法持有您上述信息的第三方身份验证机构，以便对您所提供信息的准确性进行核对。如果您不提供上述信息则无法使用根据中国相关法律法规必须进行实名制管理的相关金融服务，具体包括：支付、理财、信贷、保险。
2、进行资格、信用及偿付能力审核
您在使用壹米金融服务时，我们会使用您的个人基本信息、个人身份信息、个人财产信息及其他在具体业务开展过程中基于您的同意而采集的信息进行风险管理及控制，检测、预防及修复欺诈或其他潜在的非法活动。如果您不提供上述信息，我们则无法在您使用壹米金融服务过程中对您的身份、信用及偿付能力进行评估并决定是否提供您所需的服务。
3、为您提供您选择的壹米金融相关服务
在您使用壹米金融平台上的信贷、理财、支付、保险等服务时，我们会使用您的个人身份信息、个人财产信息及其他在业务具体开展过程中基于您的同意而采集的信息对我们产品或服务进行适用性评估、验证交易真实性、处理产品或服务请求以及完成交易指令并向您发送交易通知等。同时，为了遵守相关法律法规及监管规定，也为了便于您查询交易记录或历史状态，我们会将您使用壹米金融时的身份信息、交易信息及行为信息进行存档，并严格按照法律法规的规定对这些信息进行妥善保管。上述信息为开展壹米金融服务所必需的信息，如果您不提供上述信息，将可能导致壹米金融无法为您提供上述服务。
4、提供客户服务及进行投诉处理
我们的客服系统会使用您的账号信息和交易信息。为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您交易信息相关的客服与售后服务时，我们将会查询您的交易信息。
为了保证您及他人的合法权益，如您被他人投诉或投诉他人，我们会将您的姓名及身份证号码、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。
5、改进我们的产品以为您提供更为个性化的服务
我们可能会收集您的交易信息、浏览信息、您的关注信息进行数据分析以形成用户画像，用来将您感兴趣的产品或服务信息展示给您。我们还可能为了提供服务及改进服务质量的合理需要而获得您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。与个性化服务相关的画像信息将按照本隐私政策与您的个人信息进行同等保护。
6、保障交易安全所必须的功能
为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、交易信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于壹米金融系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。如果您不提供上述信息，我们则无法在您使用壹米金融服务过程中对您的服务及账号安全进行保护。
7、开展营销活动
我们可能会利用您提供的以及我们自行采集的用户信息为您推荐个性化的产品/服务。如果您不想接收我们发送的营销信息，您可以通过设置您的习惯来关闭相关推送功能。同时，未经您明确同意，我们不会出于满足第三方的营销目的而将您的个人信息出售或出租给任何第三方。
8、为使您在壹米金融的服务体验更便捷、顺畅，以下附加功能中可能会收集和使用您的个人信息。您不提供这些个人信息，不会影响您使用壹米金融，但可能无法使用具体的功能或需要手动重复填写一些信息。同时这些附加功能在首次调用时会单独提示您是否开启，您也可以在壹米金融APP内对这些功能进行自主设置。具体路径为：首页--“我”进入我的壹米金融—左上角“设置”按钮进入账号设置—隐私。这些附加功能包括：
（1）开启定位服务：我们仅收集您当时所处位置的地理信息，不会追踪您的行踪轨迹。开启定位服务后可以直接获取您的位置信息以便向您提供当地的服务，这样将避免您在每次使用服务时手动输入地址。
（2）允许访问相机：访问您的相机是为了使用摄像头扫码进行支付、扫红包、直接拍摄并上传图片进行晒图或分享。在需要人脸识别的场景下，则需要调用您的摄像头进行人脸的拍摄。
（3）允许访问相册：通过开启允许访问相册功能，您可以直接选择手机内的照片或图片进行评论或与客服沟通时提供证明。
（4）允许访问通讯录：当您在使用壹米金融进行手机充值、购买商品时会用到通讯录中的联系人信息，开启该功能将避免您手动重复填写上述信息。
（5）允许访问日历：当您在使用壹米金融日历功能时，为了便捷管理您的自定义事项，针对重要事项设定基于系统日历的提醒功能时，需要开启该功能。
（三）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和判决执行等有关的；
4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
5、所收集的个人信息是个人信息主体自行向社会公众公开的；
6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
7、根据您的要求签订合同所必需的；
8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置服务的故障；
9、为合法的新闻报道所必需的；
10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
11、法律法规规定的其他情形。
（四）我们从第三方获得您个人信息的情形
1、我们可能从第三方获取您授权共享的账户信息，并在您同意本协议后通过第三方账户直接登录并使用我们的产品与/或服务。我们将会依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
2、在取得您同意的前提下，我们可能从合法持有您个人信息的第三方机构获得您的个人信息。
（五）您个人信息使用的规则
1、我们会根据本隐私政策的约定并为实现我们的产品或服务功能对所收集的个人信息进行使用。
2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
3、请您注意，您在使用我们的产品或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并按照相关法律法规的要求删除您的个人信息或进行匿名化处理。
4、我们会对我们的产品或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
 
二、我们如何使用 Cookie 和同类技术
（一）Cookie的使用
1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验，我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的浏览习惯和偏好等数据进而帮助您简化个人信息的填写、提供您的服务偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
2、我们不会将 Cookie 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有 Cookies，大部分网络浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问壹米金融网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。
（二）网络Beacon和同类技术的使用
除 Cookie外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像（称为"单像素" GIF 文件或 "网络 Beacon"）。我们使用网络Beacon的方式有：     1、通过在壹米金融网站上使用网络Beacon，计算用户访问数量、停留时间，并通过访问 Cookies 辨认注册的壹米金融用户。 
2、通过得到的Cookies信息，为您提供个性化服务。
 
三、我们如何共享、转让、公开披露您的个人信息
（一）共享
1、我们不会与壹米金融以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
（1）事先获得您明确的同意或授权；
（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
（3）在法律法规允许的范围内，为维护壹米金融APP、壹米金融的关联方或合作伙伴、您或其他壹米金融用户或社会公众利益、财产或安全免遭损害而有必要提供；
（4） 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
（5）应您需求为您处理您与他人的纠纷或争议；
（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
（7）基于学术研究而使用；
（8）基于符合法律法规的社会公共利益而使用。
2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本协议政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
3、我们可能会向合作伙伴等第三方共享您的交易信息、账户信息及设备信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
（1）提供技术、咨询服务的供应商。我们可能会将您的个人信息共享给支持我们提供服务的第三方。这些机构包括为我们提供基础设施技术服务、数据处理、信贷审批和客户服务等的机构。但我们要求这些服务提供商只能出于为我们提供服务的目的使用您的信息，而不得出于其自身利益使用您的信息。
（2）合作金融机构，这些机构可以与我们联合研发并提供金融产品。除非您同意将这些信息用于其他用途，否则这些金融机构不得将此类信息用于壹米金融相关产品之外的其他目的。
4、对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本协议以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护壹米金融、您或其他壹米金融客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，我们可能会与其他公司和组织交换您的个人信息、交易信息及活动信息。不过,这并代表我们会违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
（二）转让
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
1、事先获得您明确的同意或授权；
2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本协议政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
（三）公开披露
我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
 
四、我们如何保护和保存您的个人信息
（一）我们保护您个人信息的技术与措施
我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
1、数据安全技术措施
我们会采用符合业界标准的安全防护措施以及行业内通行的安全技术来防止您的个人信息遭到未经授权的访问、修改,避免您的个人信息泄露、损坏或丢失：
（1）采取加密技术对您的个人信息进行加密存储。
（2）我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保您的个人信息在传输过程中的安全。
（3）在使用您的个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内的多种数据脱敏技术增强个人信息在使用中的安全性。
（4）我们存储您个人数据的系统已通过PCI DSS（第三方支付行业数据安全标准）认证，从安全管理、策略、过程、网络体系结构等诸多方面保障交易及个人信息安全。
2、为保护个人信息采取的其他安全措施
我们通过建立数据分类分级、数据安全管理规范、安全开发规范来管理规范个人信息的存储和使用：
（1）我们采用严格的数据访问权限和多重身份认证技术控制和保护个人信息，通过与信息接触者签署严格的保密协议、监控和审计机制来对数据进行全面安全控制，避免数据被违规使用。
（2）我们采用代码安全检查、数据访问日志分析技术进行个人信息安全审计。
（3）我们建立了信息安全委员会并下设信息安全小组，由各小组信息安全专员负责个人信息安全事务。
（4）我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
3、安全事件处置
（1）为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
（2）一旦发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
   （二）您个人信息的保存
1、我们将在中华人民共和国境内收集的个人信息存储在中华人民共和国境内。如为处理跨境业务，且需要向境外传输您的个人信息完成交易的，我们会按照法律法规和相关监管部门的规定执行，并要求接收方按照我们的说明、本协议政策以及其他任何相关的保密和安全措施来处理这些个人信息。
2、除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。我们承诺这是为了保证您在壹米金融的消费者权益，您个人信息在壹米金融须保存的最短期间。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。
3、如果我们终止服务或运营，我们会至少提前三十日通知您，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
 
五、您如何管理您的个人信息
壹米金融非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
1、访问和更正您的个人信息
除法律法规规定外，您有权随时访问下述您的个人信息并随时更正其中的部分信息，具体包括：
（1）您的账户信息
账户名称、手机号码：首页--“我”进入我的壹米金融—点击头像进入账号设置—访问/更正头像、昵称、真实姓名、手机号码； 账户密码、安全信息：首页--“我”进入我的壹米金融—左上角“设置按钮”进入账号设置—访问/更正账户安全、支付设置； 银行卡：首页—“我”进入我的壹米金融—“卡包”进入银行卡信息—长按“具体银行卡”进入设置—访问/更正银行卡信息。 （2）您的交易信息 账单：首页—“我”进入我的壹米金融—账单—访问理财、贷款、众筹、保障险等历史交易信息。
（3）您的浏览信息
您可以访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据，具体包括：
浏览历史记录：首页--“我”进入我的壹米金融—访问/更正浏览记录； 兴趣及其他数据：首页--“我”进入我的壹米金融—访问/更正我的收藏、我的关注。
（4）对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本协议政策所列明的方式和期限响应您的请求。
2、删除您的个人信息
您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括绑定银行卡、浏览记录、收藏记录、关注记录等。
在以下情形中，您可以向我们提出删除个人信息的请求：
（1）如果我们处理个人信息的行为违反法律法规；
（2）如果我们收集、使用您的个人信息，却未征得您的同意；
（3）如果我们处理个人信息的行为违反了与您的约定；
（4）如果我们终止服务及运营。
若我们决定响应您的删除请求，我们会根据您的要求及相关法律法规的要求进行后续删除处理并向您进行结果反馈。我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
3、改变您授权同意的范围或撤回您的授权
您可以通过删除信息、关闭设备功能、在壹米金融软件中进行隐私设置等方式改变部分您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
4、注销
您可以在我们的产品与/或服务中直接申请注销账户或注销您申请的具体壹米金融服务功能。关于您注销账户的方式以及您应满足的条件您可以通过本协议下方的方式与我们联系来获取。您注销账户后，我们将停止为您提供产品与/或服务，并依据您及相关法律法规的要求处理您的个人信息。
六、未成年人的个人信息保护
1、壹米金融非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与服务前，应事先取得您家长或法定监护人的同意。壹米金融根据国家相关法律法规的规定保护未成年人的个人信息。
2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
3、如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
 
服务及费用 壹米金融通过壹米金融APP及其他方式，向您提供多样化的服务，具体内容您可以通过登录壹米金融APP查看。 壹米金融有权根据法律法规和业务规则，对APP的特定内容的展示范围及服务的对象设置一些限制，如仅向合格投资人开放。 在法律法规允许的范围内，壹米金融有权随时设定、调整和免除壹米金融服务的费用，并以合理合法的方式展示和告知用户，充分保障用户的知情权和选择权。您应自行承担访问壹米金融APP所需的软硬件和网络接入费用，以及依照法律法规及《业务协议》应承担的其他费用。
 
合法依约使用 您在使用壹米金融服务时，应严格遵守所有适用的法律法规及本协议。您应自行承担违反上述法律法规（“违法行为”）或本协议（“违约行为”）所产生的责任和损失，并赔偿壹米金融、壹米金融的其他用户及相关第三方因您的违法行为、违约行为所产生的全部实际损失。您授权壹米金融在法律法规允许的范围内自您在壹米金融的任何账户中划扣相应款项以偿付壹米金融、壹米金融的其他用户及相关第三方的实际损失。壹米金融代为支付的，有权自您在壹米金融的任何账户中直接划扣。 鉴于互联网传播的特性，壹米金融APP所提供的信息并非针对或意图发送给任何可能因提供、获取或使用这些信息而使壹米金融和用户违反当地法律法规的地区。您应自行甄别并在合法的情况下使用壹米金融服务。 建议您主动了解并遵守中华人民共和国法律法规及其他地区适用的法律法规对您、您所接受的服务的相关规定。 对于您的任何违法、违约行为，除其他救济方式外，壹米金融有权随时根据自己的判断，视情节采取警示、删除相关内容、限制功能、暂停服务、冻结账户、（临时或永久）关闭账户等处置措施，保存记录并向有关主管部门报告。
 
知识产权 壹米金融在APP中使用的商标或标记均为壹米金融或其他特别注明的权利人所有。壹米金融在APP中所包含、展示的任何文字、图像、视频、图表、软件及其他材料等均为壹米金融及其他特别注明的权利人所有，仅供您根据本协议个人使用，壹米金融及相应权利人并未通过本协议授予您对上述信息和内容的任何其他权利。除非经相应权利人事先书面同意，您不得以任何形式向任何第三方公开发表、传输、复制或以其他方式使用壹米金融提供的全部或部分信息，不得更改、虚化或删除任何署名、商标、版权标识或其他权利声明。 您在壹米金融APP中发布的任何信息和内容，不得侵犯第三方的知识产权或其他权利。若有任何第三方对您在壹米金融APP发布的信息和内容提出权利主张或提起诉讼/仲裁，您应当自行自费解决此类纠纷，并赔偿壹米金融因您的侵权或涉嫌侵权行为产生的任何损失。
 
风险和免责 壹米金融将尽力促使壹米金融服务的正确、持续、及时和安全，但在法律法规允许的最大范围内，不就此负担任何明示或默示的保证责任。您同意承担使用壹米金融服务的所有风险及因该风险可能造成的任何损害，壹米金融对于您所使用的各项服务或无法使用各项服务所导致的任何直接、间接、衍生或特别的损害，不负任何赔偿责任。若壹米金融服务因服务器、通信网络和移动终端的软硬件故障、计算机病毒、恶意攻击及其他不可预测的因素而受到影响，造成您无法通过壹米金融APP访问和使用任何第三方提供的服务，您可尝试使用该第三方提供的其他渠道或尽快联系壹米金融或该第三方寻求帮助。 壹米金融在壹米金融服务中提供的任何内容（包括但不限于新闻资讯、股评、投资分析报告、股市预测文章等）仅供参考，除明确声明外，不构成对任何人的投资、法律、会计或税务建议，不保证切合您的个别情况，请您独立谨慎地判断投资风险。壹米金融将尽力保证所提供内容的来源可靠，但无法核实并不能保证上述内容的真实性、准确性及完整性，您不应对上述内容作不适当的依赖。任何壹米金融转载的内容仅代表其原作者的观点和态度，壹米金融对此不作任何判断。 在适用法律允许的范围内，壹米金融有权随时自行决定暂停、终止、修改壹米金融服务，或对部分用户暂停、终止、修改壹米金融服务，且毋须另行通知。在适用法律允许的范围内，壹米金融有权随时自行决定更换提供服务的主体，且毋须另行通知；上述更换后的主体自动适用本协议，不需要您重新签署。 壹米金融可能会在壹米金融服务中集成由第三方提供的产品及服务、链接至第三方或展示第三方的标记或内容，壹米金融提供该等集成、链接、展示的目的仅在于向您提供方便，壹米金融对此不作任何保证，亦不代表壹米金融对该等第三方、其产品及服务的任何推荐、支持或授权，您应当自行甄别并自担风险。您在使用上述第三方的任何产品和服务时，应当了解并接受该等第三方的条款和规则。
  
不可抗力及第三方原因免责 因任何壹米金融不能预见、不能避免且不能克服的情形（“不可抗力事件”）或第三方原因造成壹米金融的无法提供或迟延提供服务的，在不可抗力事件或第三方原因影响的范围内，壹米金融不承担相关违约责任，包括： （1）自然灾害、罢工、骚乱、战争、政府行为、司法行政命令等不可抗力事件； （2）电力供应故障、通讯网络故障等公共服务因素； （3）任何第三方原因。
 
管辖法律和争议解决 本协议的签订、效力、履行、终止及其解释适用中华人民共和国法律（为本条款的目的，不包括香港特别行政区、澳门特别行政区及台湾地区的法律）。壹米金融特别提示您，壹米金融服务中集成、链接、展示的第三方产品及服务，可能适用服务发生地、服务提供者所在地的法律法规。 因本协议引起的或与本协议有关的争议，您可与壹米金融协商解决。协商不成的，任何一方均有权向壹米金融所在地有管辖权的人民法院提起诉讼。  
其他约定 本协议的标题仅为阅读方便，不视为本协议的组成部分。 若本协议的任一条款被视为无效或不可执行，不影响本协议其余条款的有效性及可执行性。壹米金融有权随时对其进行修订，以在法律允许的范围内最大限度的实现该条款预期的法律效果。

`