export const xieyi = `
<h3>壹米金融服务费用协议</h3>
<h4>一、 概述 </h4>
<p>本用户协议（“本协议”）是您（“用户”）与壹米金融（在协议中，指上海壹平方网络科技有限公司及其关联方）之间就壹米金融服务相关事宜一致同意而订立的契约。
您确认，在您注册成为壹米金融用户以接受壹米金融的服务，您已充分阅读、理解并接受本规则的全部内容，一旦您使用壹米金融服务，即表示您同意遵循本规则的约定。</p>
<p>壹米金融提醒您认真阅读、充分理解本规则各条款，特别是以粗体标注部分。如果您对本规则的条款有疑问的，请通过壹米金融客服渠道进行询问，壹米金融将向您解释条款内容。</p>
<h4>二、 规则内容</h4>
<h4>1、收费事项</h4>
<p>壹米金融用户使用包括但不限于如下服务（以下合称为“收费服务”），壹米金融就相关服务向用户收取费用。</p>
<p>（1）车位贷申请：使用壹米金融平台进行车位贷款申请。</p>
<p>（2）壹米金融不时推出的其他收费服务。</p>
<h4>2、收费标准</h4>
<p>（1）车位贷申请</p>
<p>用户通过壹米金融APP平台向银行申请并且使用车位贷款服务，按月向客户收取贷款余额的0.1667%作为服务费用；提前还款违约金：贷款发放后6个月及以上客户可提前还款，收剩余正常本金的0.5%。</p>
<p>上述收费标准实际以相关产品页面为准</p>
<h4>3、收费细则</h4>
<p>（1）收费服务的收费标准是以贷款余额进行计算的，壹米金融已收取的服务费用概不退回，因壹米金融故意或重大过失原因导致的除外。</p>
<p>（2）在法律法规允许的范围内，壹米金融有权随时设定、调整和免除壹米金融服务的费用，并以合理合法的方式展示和告知用户。</p>
<p>（3）具体的收费服务和收费标准，请参见壹米金融相关产品页面。</p>
<h4>4、收费提示</h4>
<p>（1）在您使用壹米金融收费服务时，壹米金融可能不会对您使用该服务应支付的费用进行提示，您应自行根据本规则及收费标准支付相应的服务费用。</p>
<p>（2）如您对壹米金融所收取的服务费用金额有任何疑义的，请您在收费发生后三日内向壹米金融提出疑义，以帮助壹米金融做进一步核实。除非您能提交充分相反证据证明见壹米金融平台记录有误，您认可您使用壹米金融服务的使用记录、交易金额、应向壹米金融支付的费用等数据以壹米金融系统平台记录为准。</p>
<p>（3）本规则第二条规定的服务名称发生变化的，不影响您使用该服务时应支付服务费的义务。</p>
<h4>三、其他</h4>
<p>1、因本协议或履行本协议产生的纠纷，双方应友好协商；协商不成的，任何一方均可向上海壹平方网络科技有限公司所在地人民法院提起诉讼。</p>
<p>2、本协议的订立、 执行和解释及争议的解决均应适用中华人民共和国法律。</p>
<p>3、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
<p>4、本协议解释权及修订权归上海壹平方网络科技有限公司。</p>
`
export const xieyi1 = `
    <h3>一麻袋协议支付服务协议</h3>
    <h4>第一条</h4>
    <p>一麻袋协议支付服务协议（以下简称“本协议”）是由汇潮支付有限公司（以下简称“我公司”）与您就使用一麻袋协议支付服务（以下简称“本服务”）所订立的合约。协议支付是指商户通过您的授权内容向我公司发起收款指令，并通过我公司支付系统将款项存入商户收款账户内。</p>
    <h4>第二条</h4>
    <p>在接受本协议之前，请您仔细阅读本协议的全部内容，特别是以粗体、下划线等方式标注的内容。如您对本协议任何内容存在异议的，您有权选择不使用本服务。如果您对本协议的内容有疑问的，请通过一麻袋官网公布的官方客服渠道进行询问。</p>
    <h4>第三条</h4>
    <p>您同意本协议即视为您已向我公司提供自动续费、自动扣费授权，并且自愿承担由此导致的一切法律后果。您确认您使用本服务的意思是出自您的真实意愿，同时您对使用本服务过程发出的指令的真实性及有效性承担全部责任，该指令视为您的真实意思且不可变更或撤销。</p>
    <h4>第四条</h4>
    <p>您确保，您与使用本服务相关的银行卡为您本人合法所有，在使用有效期内，并且未侵犯任何第三方的合法权利。否则由此给我公司或者其他第三方造成的一切损失应由您承担。</p>
    <h4>第五条</h4>
    <p>您确保，您为开通本服务获取验证码的手机号码为您本人合法所有，并且根据国家规定进行了实名认证；您授权，我公司可以通过其他渠道对您手机号码的真实性、合法性进行验证。</p>
    <h4>第六条</h4>
    <p>您应当妥善保管与使用本服务相关账户的一切信息，包括但不限于银行卡信息、支付密码、发卡行预留手机号码、银行数字证书安全工具，以及您的一麻袋账户、登录密码、支付密码以及绑定的手机号码等，否则由此导致的损失应由您自行承担。</p>
    <h4>第七条</h4>
    <p>您确认并授权我公司将根据商户的指令向我公司发出扣款指令，我公司可在不验证您的账户密码，短信动态码等信息情况下直接从您的银行结算账户里扣划商户指定的款项至商户指定账户。在任何情况下，只要商户向我公司发出支付指令，我公司就可以按照指令进行资金扣划，我公司对商户指令的正确性、合法性、真实性，完整性不承担任何法律责任，相关法律由您和商户自行承担。</p>
    <h4>第八条</h4>
    <p>您理解并同意，基本风险的防范与控制，我公司会对您选择的不同扣款渠道的协议支付额度做出不同的控制，单笔协议支付额度及单日协议支付额度均以我公司与您所在的商户具体公告的为准。若超过该限额的话，将会扣款失败，无法完成支付。您在扣款账户里应预留足够的余额，否则因账户余额不足导致无法及时扣款或因您账户冻结、挂失等原因造成的扣款失败或错误，责任由您自行承担，与我公司无关</p>
    <h4>第九条</h4>
    <p>您确认并同意，您在使用本服务过程中与商户就其提供的商品或服务产生的任何争议或纠纷与我公司无关，您应与商户自行协商解决。</p>
    <h4>第十条</h4>
    <p> 您保证，您授权我公司在您使用本服务期间或本服务终止后，有权保留您在使用本服务期间所形成的相关信息数据，同时该授权不可撤销。</p>
    <h4>第十一条</h4>
    <p>本协议的订立、生效、解释、履行及变更均适用中华人民共和国现行有效法律。</p>
    <h4>第十二条</h4>
    <p>本协议内容具有可分割性。其中部分条款无效的，该条款视为从本协议删除，您仍需遵守并履行协议其他条款。</p>
    <h4>第十三条</h4>
    <p>本协议为《一麻袋服务协议》不可分割的组成部分，与一麻袋网站的其他协议、规则具有同等效力，本协议未约定事宜，以相关法律法规、行业管理或我公司不时公布的规则为准。</p>
    <h4>第十四条</h4>
    <p>因为使用本服务产生争议的，由我公司住所地的人民法院管辖。</p>
    <h4>第十五条</h4>
    <p>我公司对本协议具有最终解释权。</p>
`